IDEA Open Model
Stirrup.DiameterOfMandrel Property
Compatible with IDEA StatiCa 20.1
 Radius of stirrup mandrel - refering to stirrup axis
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double DiameterOfMandrel { get; set; }
Public Property DiameterOfMandrel As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Stirrup Class
IdeaRS.OpenModel.CrossSection Namespace